; TranslationAuthor: MiHLitvin
; TranslationAuthorEmail: mih@mail-me.com
; Soft Version: 3.36.90
; Update: 09.08.2015


[Lang]
NativeLanguage=Беларуская

[GUI]
ButtonYes=Так
ButtonNo=Не
ButtonOK=Добра
ButtonClose=Зачыніць

[Translation]
LangCode=0423
ReadHabit=Зьлева направа
LanguageName=BEL
LangShortName=be-by
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Зьвесткі
Warning=Увага
Error=Памылка
Confirm=Пацьверджаньне
;
; Memory Optimization
;
FrmMoMain.imgmail.hint=Падзяліцца Wise Memory Optimizer зь сябрамі
FrmMoMain.imgfacebook.hint=Лайкнуць WiseCleaner у Facebook
FrmMoMain.imgtwitter.hint=Цвыркнуць пра Wise Memory Optimizer у Twitter
FrmMoMain.chkupdate.caption=Аўтапошук абнаўленьняў.
FrmMoMain.btnlike.caption=Падабаецца
FrmMoMain.lblTotalMem.Caption=Памер памяці:
FrmMoMain.lblaopt.Caption=Аптымізаваць, калі вольнае памяці менш за:  
FrmMoMain.lbltry.Caption=Колькі вызваляць памяці
FrmMoMain.btnsettings.Caption=Налады
FrmMoMain.btnOpt.Caption=Аптымізаваць
FrmMoMain.chkmin.Caption=Хаваць замест зачыненьня
FrmMoMain.chkauto.Caption=Запускаць разам з Windows
FrmMoMain.chkautoOpt.Caption=Дазволіць Аўтааптымізацыю
FrmMoMain.ckchkclearborad.Caption=Ачышчаць Кішэню падчас аптымізацыі
FrmMoMain.chkidle.Caption=Аптымізаваць падчас прастою (раіцца)
FrmMoMain.lbllang.Caption=Мова:
;
; About
;
FrmAbout.caption=Пра праґраму
FrmAbout.btnok.caption=Добра
FrmAbout.lblver.caption=Бягучая вэрсія:
FrmAbout.lblemail.caption=Эл.адрас падтрымкі:
FrmAbout.lblhome.caption=Хатняя старонка:
FrmAbout.lblthanks.caption=Дзякуем наступным панам за іх садзейнічаньне:

[MemoryOptimizer]
ThisTimeFreeMemory=Вызвалена %s памяці.
CurPrecent=Бягучае выкарыстаньне:
UsedMemory=Выкарыстана:
AvailableMemory=Вольна:
FreeMemory=Вольна:
At=У
pmShow=Паказаць акно
pmOpt=Аптымізаваць
pmAbout=Пра праґраму
pmExit=Выйсьце
SureExit=Вы сапраўды жадаеце выйсьці?
Mintotray=Аптымізацыя памяці

[Message]
NewVer=Даступна новая вэрсія! Вы жадаеце абнавіць праґраму зараз?
NotShowNotice=Не паказваць ізноў.